Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# simulator.failure.outgoingQueueOverflow
source: Simulator input exceeded its bounded host queue; held input was released and the worker stopped.
ar: تجاوزت مدخلات الـ Simulator قائمة انتظار المضيف المحدودة الخاصة بها؛ وتم تحرير المدخلات المحتجزة وتوقف العامل.
de: Die Simulator-Eingabe hat ihre begrenzte Host-Warteschlange überschritten; die gehaltene Eingabe wurde freigegeben und der Worker wurde gestoppt.
es: La entrada del simulador excedió su cola de host limitada; se liberó la entrada retenida y el worker se detuvo.
fr: L’entrée du Simulateur a dépassé sa file d’attente d’hôte délimitée ; l’entrée retenue a été libérée et le worker s’est arrêté.
ja: Simulator入力がホストの制限付きキューを超えたため、保持中の入力を解放してワーカーを停止しました。
ko: 시뮬레이터 입력이 제한된 호스트 대기열을 초과했습니다. 보관된 입력이 해제되고 워커가 중지되었습니다.
zh_hans: 模拟器输入超出了宿主队列上限；已释放暂存的输入，工作进程已停止。
zh_hant: Simulator 輸入已超過其主機佇列上限；保留的輸入已被釋放，且工作者已停止。

# simulator.failure.permissionBundleIdentifierRequired
source: Private permission changes require an installed application bundle identifier.
ar: تتطلب تغييرات الأذونات الخاصة معرف حزمة تطبيق مثبت.
de: Private Berechtigungsänderungen erfordern einen Bundle-Identifier einer installierten Anwendung.
es: Los cambios de permisos privados requieren un identificador de bundle de aplicación instalada.
fr: Les modifications de permissions privées nécessitent un identifiant de bundle d’application installée.
ja: 非公開の権限を変更するには、インストール済みアプリのバンドル識別子が必要です。
ko: 개인 권한 변경에는 설치된 애플리케이션 번들 식별자가 필요합니다.
zh_hans: 修改私有权限需要提供已安装应用的包标识符。
zh_hant: 變更私有權限需要已安裝應用程式的 Bundle Identifier。

# simulator.failure.permissionMutationCapability
source: The active Xcode worker did not negotiate a safe adapter for %@.
ar: لم يتفاوض عامل Xcode النشط على محول آمن لـ %@.
de: Der aktive Xcode-Worker hat keinen sicheren Adapter für %@ ausgehandelt.
es: El worker activo de Xcode no negoció un adaptador seguro para %@.
fr: L'exécuteur Xcode actif n'a pas négocié d'adaptateur sécurisé pour %@.
ja: 有効なXcodeワーカーは%@用の安全なアダプタに対応していません。
ko: 활성화된 Xcode 워커가 %@을(를) 위한 안전한 어댑터를 협상하지 못했습니다.
zh_hans: 当前 Xcode 工作进程未为 %@ 协商安全适配器。
zh_hant: 作用中的 Xcode 工作者未針對 %@ 協調安全轉接器。

# simulator.failure.permissionReadbackCapability
source: The active Xcode worker did not negotiate permission readback.
ar: لم يتفاوض عامل Xcode النشط على قراءة الأذونات.
de: Der aktive Xcode-Worker hat kein Zurücklesen der Berechtigungen ausgehandelt.
es: El worker activo de Xcode no negoció la lectura de permisos.
fr: Le worker Xcode actif n’a pas négocié la relecture des permissions.
ja: 有効なXcodeワーカーは権限状態の読み取りに対応していません。
ko: 활성화된 Xcode 워커가 권한 되읽기를 협상하지 못했습니다.
zh_hans: 当前 Xcode 工作进程未协商权限回读能力。
zh_hant: 作用中的 Xcode 工作者未協調權限讀回。

# simulator.failure.permissionResetAllCapability
source: Reset All needs the active Xcode worker's isolated extended-permissions adapter.
ar: يتطلب 'إعادة تعيين الكل' محول الأذونات الممتدة المعزول لعامل Xcode النشط.
de: „Alles zurücksetzen“ benötigt den isolierten Adapter für erweiterte Berechtigungen des aktiven Xcode-Workers.
es: Restablecer todo necesita el adaptador aislado de permisos extendidos del worker activo de Xcode.
fr: « Réinitialiser tout » nécessite l’adaptateur de permissions étendues isolé du worker Xcode actif.
ja: すべてをリセットするには、有効なXcodeワーカーの分離された拡張権限アダプタが必要です。
ko: 모두 재설정하려면 활성화된 Xcode 워커의 분리된 확장 권한 어댑터가 필요합니다.
zh_hans: 「全部重置」需要当前 Xcode 工作进程的隔离扩展权限适配器。
zh_hant: 「重設全部」需要作用中的 Xcode 工作者其隔離的延伸權限轉接器。

# simulator.failure.permissionUnavailable
source: The permission action is unavailable
ar: إجراء الإذن غير متاح
de: Die Berechtigungs-Aktion ist nicht verfügbar
es: La acción de permisos no está disponible
fr: L’action de permission n’est pas disponible
ja: 権限操作を使用できません
ko: 권한 작업을 사용할 수 없습니다
zh_hans: 权限操作不可用
zh_hant: 權限動作無法使用

# simulator.failure.privateInterfaceSettingFailed
source: The in-Simulator accessibility helper could not apply the requested setting.
ar: تعذر على مساعد تسهيل الاستخدام داخل الـ Simulator تطبيق الإعداد المطلوب.
de: Der Simulator-interne Bedienungshilfen-Assistent konnte die angeforderte Einstellung nicht anwenden.
es: El asistente de accesibilidad integrado en el simulador no pudo aplicar el ajuste solicitado.
fr: L’assistant d’accessibilité intégré au Simulateur n’a pas pu appliquer le réglage demandé.
ja: Simulator内のアクセシビリティヘルパーは要求された設定を適用できませんでした。
ko: 시뮬레이터 내부의 접근성 도우미가 요청된 설정을 적용하지 못했습니다.
zh_hans: 模拟器内的辅助功能程序无法应用所请求的设置。
zh_hant: Simulator 內建輔助功能輔助程式無法套用要求的設定。

# simulator.failure.privatePermissionFailed
source: The isolated worker could not update %@.
ar: لم يتمكن العامل المعزول من تحديث %@.
de: Der isolierte Worker konnte %@ nicht aktualisieren.
es: El worker aislado no pudo actualizar %@.
fr: L'exécuteur isolé n'a pas pu mettre à jour %@.
ja: 分離されたワーカーは%@を更新できませんでした。
ko: 분리된 워커가 %@을(를) 업데이트하지 못했습니다.
zh_hans: 隔离工作进程无法更新 %@。
zh_hant: 隔離的工作者無法更新 %@。

# simulator.failure.protocolQueueOverflow
source: The Simulator protocol exceeded its bounded queue.
ar: تجاوز بروتوكول الـ Simulator قائمة الانتظار المحدودة الخاصة به.
de: Das Simulator-Protokoll hat seine begrenzte Warteschlange überschritten.
es: El protocolo del simulador excedió su cola limitada.
fr: Le protocole du Simulateur a dépassé sa file d’attente délimitée.
ja: Simulatorプロトコルのキューが上限を超えました。
ko: 시뮬레이터 프로토콜이 제한된 대기열을 초과했습니다.
zh_hans: 模拟器协议超出了队列上限。
zh_hant: Simulator 協定已超過其佇列上限。

# simulator.failure.reactNativeReload
source: React Native could not be reloaded
ar: تعذر إعادة تحميل React Native
de: React Native konnte nicht neu geladen werden
es: No se pudo recargar React Native
fr: React Native n’a pas pu être rechargé
ja: React Nativeを再読み込みできませんでした
ko: React Native를 다시 로드할 수 없습니다
zh_hans: 无法重新加载 React Native
zh_hant: 無法重新載入 React Native

# simulator.failure.reactNativeReloadFailed
source: The worker could not reload the foreground React Native application.
ar: لم يتمكن العامل من إعادة تحميل تطبيق React Native الأمامي.
de: Der Worker konnte die React-Native-Vordergrundanwendung nicht neu laden.
es: El worker no pudo recargar la aplicación React Native en primer plano.
fr: Le worker n’a pas pu recharger l’application React Native au premier plan.
ja: ワーカーはフォアグラウンドのReact Nativeアプリを再読み込みできませんでした。
ko: 워커가 포그라운드 React Native 애플리케이션을 다시 로드하지 못했습니다.
zh_hans: 工作进程无法重新加载前台的 React Native 应用。
zh_hant: 工作者無法重新載入前景 React Native 應用程式。

# simulator.failure.rendererStopped
source: The Simulator renderer stopped
ar: توقف عارض الـ Simulator
de: Der Simulator-Renderer wurde gestoppt
es: El renderizador del simulador se detuvo
fr: Le moteur de rendu du Simulateur s’est arrêté
ja: シミュレータレンダラーが停止しました
ko: 시뮬레이터 렌더러가 중지되었습니다
zh_hans: 模拟器渲染器已停止
zh_hant: Simulator 彩現器已停止

# simulator.failure.rendererUnavailable
source: The Simulator renderer is unavailable
ar: عارض الـ Simulator غير متاح
de: Der Simulator-Renderer ist nicht verfügbar
es: El renderizador del simulador no está disponible
fr: Le moteur de rendu du Simulateur n’est pas disponible
ja: シミュレータレンダラーを使用できません
ko: 시뮬레이터 렌더러를 사용할 수 없습니다
zh_hans: 模拟器渲染器不可用
zh_hant: Simulator 彩現器無法使用

# simulator.failure.savedDeviceUnavailable
source: The saved Simulator is no longer available. Choose another device.
ar: الـ Simulator المحفوظ لم يعد متاحًا. اختر جهازًا آخر.
de: Der gespeicherte Simulator ist nicht mehr verfügbar. Wählen Sie ein anderes Gerät.
es: El simulador guardado ya no está disponible. Elige otro dispositivo.
fr: Le Simulateur enregistré n’est plus disponible. Choisissez un autre appareil.
ja: 保存されたSimulatorは利用できなくなりました。別のデバイスを選択してください。
ko: 저장된 시뮬레이터를 더 이상 사용할 수 없습니다. 다른 기기를 선택해 주세요.
zh_hans: 已保存的模拟器不再可用。请选择其他设备。
zh_hant: 儲存的 Simulator 已無法使用。請選擇其他裝置。

# simulator.failure.subscriberQueueOverflow
source: A Simulator event subscriber exceeded its bounded queue.
ar: تجاوز مشترك أحداث الـ Simulator قائمة الانتظار المحدودة الخاصة به.
de: Ein Simulator-Ereignis-Abonnent hat seine begrenzte Warteschlange überschritten.
es: Un suscriptor de eventos del simulador excedió su cola limitada.
fr: Un abonné aux événements du Simulateur a dépassé sa file d’attente délimitée.
ja: Simulatorイベントの購読キューが上限を超えました。
ko: 시뮬레이터 이벤트 구독자가 제한된 대기열을 초과했습니다.
zh_hans: 模拟器事件订阅方超出了队列上限。
zh_hant: Simulator 事件訂閱者已超過其佇列上限。

# simulator.failure.tccUnavailable
source: Simulator permissions are not available yet. Wait for the device to finish starting.
ar: أذونات المحاكي غير متاحة بعد. انتظر حتى يكتمل بدء تشغيل الجهاز.
de: Die Simulator-Berechtigungen sind noch nicht verfügbar. Warten Sie, bis das Gerät vollständig gestartet ist.
es: Los permisos del simulador aún no están disponibles. Espera a que el dispositivo termine de iniciarse.
fr: Les autorisations du simulateur ne sont pas encore disponibles. Attendez la fin du démarrage de l’appareil.
ja: シミュレータの権限はまだ利用できません。デバイスの起動が完了するまでお待ちください。
ko: 시뮬레이터 권한을 아직 사용할 수 없습니다. 기기가 완전히 시작될 때까지 기다리세요.
zh_hans: 模拟器权限尚不可用。请等待设备完成启动。
zh_hant: 模擬器權限尚未可用。請等待裝置完成啟動。

# simulator.failure.technicalDetails
source: Technical Details
ar: تفاصيل تقنية
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
ja: 技術的な詳細
ko: 기술 세부 정보
zh_hans: 技术详情
zh_hant: 技術詳細資訊

# simulator.failure.textEmpty
source: Enter text to type
ar: أدخل نصًا لكتابته
de: Einzugebenden Text eingeben
es: Introduce el texto a escribir
fr: Saisissez du texte à taper
ja: 入力するテキストを入力してください
ko: 입력할 텍스트를 입력하세요
zh_hans: 请输入要键入的文本
zh_hant: 請輸入要鍵入的文字

# simulator.failure.textTooLong
source: Text is too long to type
ar: النص طويل جدًا للكتابة
de: Der Text ist zu lang zum Eintippen
es: El texto es demasiado largo para escribirlo
fr: Le texte est trop long pour être saisi
ja: 入力するテキストが長すぎます
ko: 입력할 텍스트가 너무 깁니다
zh_hans: 文本过长，无法键入
zh_hant: 文字太長，無法鍵入

# simulator.failure.textTooLongDetail
source: Text is too long to type (maximum %lld UTF-8 bytes)
ar: النص طويل جدًا بحيث لا يمكن كتابته (الحد الأقصى %lld بايت بترميز UTF-8)
de: Text ist zu lang zum Tippen (maximal %lld UTF-8-Bytes)
es: El texto es demasiado largo para escribir (máximo %lld bytes UTF-8)
fr: Le texte est trop long à saisir (maximum %lld octets UTF-8)
ja: 入力するテキストが長すぎます（最大%lld UTF-8バイト）
ko: 텍스트가 너무 길어 입력할 수 없습니다 (최대 %lld UTF-8 바이트)
zh_hans: 文本过长，无法输入（最多 %lld 个 UTF-8 字节）
zh_hant: 文字過長，無法輸入（最大 %lld 個 UTF-8 位元組）

# simulator.failure.textUnsupported
source: Text contains a character that cannot be typed with a US keyboard
ar: يحتوي النص على رمز لا يمكن كتابته باستخدام لوحة مفاتيح أمريكية
de: Der Text enthält ein Zeichen, das mit einer US-Tastatur nicht eingegeben werden kann
es: El texto contiene un carácter que no se puede escribir con un teclado de EE. UU.
fr: Le texte contient un caractère qui ne peut pas être saisi avec un clavier américain
ja: USキーボードで入力できない文字が含まれています
ko: 텍스트에 미국(US) 키보드로 입력할 수 없는 문자가 포함되어 있습니다
zh_hans: 文本包含美式键盘无法键入的字符
zh_hant: 文字包含無法使用美式鍵盤鍵入的字元

# simulator.failure.textUnsupportedDetail
source: Text contains a character that cannot be typed with a US keyboard (scalar %1$lld: U+%2$@)
ar: يحتوي النص على رمز لا يمكن كتابته باستخدام لوحة مفاتيح أمريكية (مقياس %1$lld: U+%2$@)
de: Der Text enthält ein Zeichen, das nicht mit einer US-Tastatur eingegeben werden kann (Skalar %1$lld: U+%2$@)
es: El texto contiene un carácter que no se puede escribir con un teclado de EE. UU. (escalar %1$lld: U+%2$@)
fr: Le texte contient un caractère qui ne peut pas être saisi avec un clavier américain (scalaire %1$lld : U+%2$@)
ja: USキーボードで入力できない文字が含まれています（スカラー%1$lld: U+%2$@）
ko: 텍스트에 미국(US) 키보드로 입력할 수 없는 문자가 포함되어 있습니다 (스칼라 %1$lld: U+%2$@)
zh_hans: 文本包含美式键盘无法键入的字符（标量 %1$lld：U+%2$@）
zh_hant: 文字包含無法使用美式鍵盤鍵入的字元 (純量 %1$lld：U+%2$@)

# simulator.failure.webInspectorAttachFailed
source: The isolated worker could not attach the selected inspector target.
ar: لم يتمكن العامل المعزول من إرفاق هدف المفتش المحدد.
de: Der isolierte Worker konnte das ausgewählte Inspektor-Ziel nicht anhängen.
es: El worker aislado no pudo vincular el objetivo del inspector seleccionado.
fr: Le worker isolé n’a pas pu attacher la cible d’inspecteur sélectionnée.
ja: 分離されたワーカーは選択したWeb Inspector対象に接続できませんでした。
ko: 분리된 워커가 선택한 웹 검사기 대상에 연결하지 못했습니다.
zh_hans: 隔离工作进程无法连接所选的检查器目标。
zh_hant: 隔離的工作者無法附加選取的檢查器目標。

# simulator.failure.webInspectorCapability
source: The selected Simulator did not negotiate native Web Inspector access.
ar: لم يتفاوض الـ Simulator المحدد على وصول Web Inspector الأصلي.
de: Der ausgewählte Simulator hat keinen nativen Web-Inspektor-Zugriff ausgehandelt.
es: El simulador seleccionado no negoció el acceso nativo a Web Inspector.
fr: Le Simulateur sélectionné n’a pas négocié d’accès natif à l’Inspecteur web.
ja: 選択したSimulatorはネイティブWeb Inspectorアクセスに対応していません。
ko: 선택한 시뮬레이터가 네이티브 웹 검사기 접근을 협상하지 못했습니다.
zh_hans: 所选模拟器未协商原生 Web 检查器访问权限。
zh_hant: 選取的 Simulator 未協調原生 Web Inspector 存取權限。

# simulator.failure.webInspectorCommandRejected
source: The isolated worker rejected the raw inspector command.
ar: رفض العامل المعزول أمر المفتش الخام.
de: Der isolierte Worker hat den rohen Inspektor-Befehl abgelehnt.
es: El worker aislado rechazó el comando del inspector sin procesar.
fr: Le worker isolé a rejeté la commande brute de l’inspecteur.
ja: 分離されたワーカーは未加工のWeb Inspectorコマンドを拒否しました。
ko: 분리된 워커가 원시 검사기 명령을 거부했습니다.
zh_hans: 隔离工作进程拒绝了原始检查器命令。
zh_hant: 隔離的工作者拒絕了原始檢查器指令。

# simulator.failure.webInspectorHighlightFailed
source: The isolated worker could not update the page highlight.
ar: لم يتمكن العامل المعزول من تحديث تمييز الصفحة.
de: Der isolierte Worker konnte die Seitenhervorhebung nicht aktualisieren.
es: El worker aislado no pudo actualizar el resaltado de la página.
fr: Le worker isolé n’a pas pu mettre à jour la mise en surbrillance de la page.
ja: 分離されたワーカーはページのハイライトを更新できませんでした。
ko: 분리된 워커가 페이지 하이라이트를 업데이트하지 못했습니다.
zh_hans: 隔离工作进程无法更新页面高亮。
zh_hant: 隔離的工作者無法更新網頁醒目提示。

# simulator.failure.webInspectorRequestIDInUse
source: A Web Inspector command with this id is already pending.
ar: هناك أمر Web Inspector بهذا المعرف معلق بالفعل.
de: Ein Web-Inspektor-Befehl mit dieser ID ist bereits ausstehend.
es: Ya hay un comando de Web Inspector pendiente con este ID.
fr: Une commande de l’Inspecteur web avec cet identifiant est déjà en attente.
ja: このIDのWeb Inspectorコマンドはすでに処理待ちです。
ko: 이 ID를 사용하는 웹 검사기 명령이 이미 대기 중입니다.
zh_hans: 已有使用此 id 的 Web 检查器命令在等待处理。
zh_hant: 包含此 ID 的 Web Inspector 指令已在擱置中。

# simulator.failure.webInspectorRequestIDRequired
source: A Web Inspector command must contain a string or numeric id.
ar: يجب أن يحتوي أمر Web Inspector على معرف نصي أو رقمي.
de: Ein Web-Inspektor-Befehl muss eine String- oder numerische ID enthalten.
es: Un comando de Web Inspector debe contener un ID numérico o de texto.
fr: Une commande de l’Inspecteur web doit contenir un identifiant sous forme de chaîne ou numérique.
ja: Web Inspectorコマンドには文字列または数値のIDが必要です。
ko: 웹 검사기 명령에는 문자열 또는 숫자 ID가 포함되어야 합니다.
zh_hans: Web 检查器命令必须包含字符串或数字类型的 id。
zh_hant: Web Inspector 指令必須包含字串或數字 ID。

# simulator.failure.webInspectorResponseCancelled
source: The Web Inspector response wait was cancelled.
ar: تم إلغاء انتظار استجابة Web Inspector.
de: Das Warten auf die Web-Inspektor-Antwort wurde abgebrochen.
es: Se canceló la espera de respuesta de Web Inspector.
fr: L’attente de la réponse de l’Inspecteur web a été annulée.
ja: Web Inspectorの応答待機がキャンセルされました。
ko: 웹 검사기 응답 대기가 취소되었습니다.
zh_hans: 等待 Web 检查器响应的操作已取消。
zh_hant: 等待 Web Inspector 回應已被取消。

# simulator.failure.webInspectorResponseOverflow
source: The inspector response stream exceeded its bounded in-flight buffer.
ar: تجاوز تدفق استجابة المفتش المخزن المؤقت المحدد قيد النقل.
de: Der Antwortstrom des Inspektors hat seinen begrenzten In-Flight-Puffer überschritten.
es: El flujo de respuesta del inspector excedió su búfer en tránsito limitado.
fr: Le flux de réponse de l’inspecteur a dépassé son tampon en cours délimité.
ja: Web Inspectorの応答ストリームが処理中バッファの上限を超えました。
ko: 검사기 응답 스트림이 제한된 인플라이트 버퍼를 초과했습니다.
zh_hans: 检查器响应流超出了在途缓冲区上限。
zh_hant: 檢查器回應串流已超過其傳輸中緩衝區上限。

# simulator.failure.webInspectorResponseTimedOut
source: The Web Inspector response did not arrive before the bounded deadline.
ar: لم تصل استجابة Web Inspector قبل المهلة المحددة.
de: Die Web-Inspektor-Antwort ist nicht vor Ablauf des begrenzten Zeitlimits eingetroffen.
es: La respuesta de Web Inspector no llegó antes del límite de tiempo establecido.
fr: La réponse de l’Inspecteur web n’est pas arrivée avant la date limite délimitée.
ja: Web Inspectorの応答は設定された期限までに届きませんでした。
ko: 웹 검사기 응답이 제한된 제한 시간 내에 도착하지 않았습니다.
zh_hans: Web 检查器响应未在限定时限内到达。
zh_hant: Web Inspector 回應未在截止時間前抵達。

# simulator.failure.webInspectorSessionEnded
source: The Web Inspector session ended before the response arrived.
ar: انتهت جلسة Web Inspector قبل وصول الاستجابة.
de: Die Web-Inspektor-Sitzung wurde beendet, bevor die Antwort eintraf.
es: La sesión de Web Inspector finalizó antes de que llegara la respuesta.
fr: La session de l’Inspecteur web s’est terminée avant que la réponse ne soit arrivée.
ja: 応答が届く前にWeb Inspectorセッションが終了しました。
ko: 응답이 도착하기 전에 웹 검사기 세션이 종료되었습니다.
zh_hans: Web 检查器会话在响应到达前已结束。
zh_hant: Web Inspector 工作階段在回應抵達前已結束。

# simulator.failure.webInspectorUnavailable
source: Web Inspector is unavailable
ar: ميزة Web Inspector غير متاحة
de: Web-Inspektor ist nicht verfügbar
es: Web Inspector no está disponible
fr: L’Inspecteur web n’est pas disponible
ja: Webインスペクタを利用できません
ko: 웹 검사기를 사용할 수 없습니다
zh_hans: Web 检查器不可用
zh_hant: Web Inspector 無法使用

# simulator.failure.workerAttachFailed
source: The isolated worker could not attach to the selected Simulator.
ar: لم يتمكن العامل المعزول من الارتباط بالـ Simulator المحدد.
de: Der isolierte Worker konnte sich nicht an den ausgewählten Simulator anhängen.
es: El worker aislado no pudo conectarse al simulador seleccionado.
fr: Le worker isolé n’a pas pu s’attacher au Simulateur sélectionné.
ja: 分離されたワーカーは選択したSimulatorに接続できませんでした。
ko: 분리된 워커가 선택한 시뮬레이터에 연결하지 못했습니다.
zh_hans: 隔离工作进程无法连接到所选模拟器。
zh_hant: 隔離的工作者無法附加到選取的 Simulator。

# simulator.failure.workerClientStopped
source: The Simulator worker client is permanently stopped.
ar: عميل عامل الـ Simulator متوقف نهائيًا.
de: Der Simulator-Worker-Client ist dauerhaft gestoppt.
es: El cliente del worker del simulador se detuvo de forma permanente.
fr: Le client du worker du Simulateur est arrêté définitivement.
ja: Simulatorワーカークライアントは完全に停止しています。
ko: 시뮬레이터 워커 클라이언트가 영구적으로 중지되었습니다.
zh_hans: 模拟器工作进程客户端已永久停止。
zh_hant: Simulator 工作者用戶端已永久停止。

# simulator.failure.workerCommandOutcomeUnknown
source: The Simulator worker accepted a command but disconnected before confirming its outcome.
ar: قبل عامل الـ Simulator الأمر ولكنه قطع الاتصال قبل تأكيد النتيجة.
de: Der Simulator-Worker hat einen Befehl akzeptiert, sich jedoch vor der Bestätigung des Ergebnisses getrennt.
es: El worker del simulador aceptó un comando, pero se desconectó antes de confirmar el resultado.
fr: Le worker du Simulateur a accepté une commande mais s’est déconnecté avant de confirmer son résultat.
ja: Simulatorワーカーはコマンドを受け付けましたが、結果を確認する前に切断されました。
ko: 시뮬레이터 워커가 명령을 수락했으나 결과를 확인하기 전에 연결이 끊어졌습니다.
zh_hans: 模拟器工作进程接受了命令，但在确认结果前断开了连接。
zh_hant: Simulator 工作者已接受指令，但在確認其結果前已中斷連線。

# simulator.failure.workerCommandRejected
source: The isolated Simulator worker could not accept a command: %@
ar: لم يتمكن عامل الـ Simulator المعزول من قبول الأمر: %@
de: Der isolierte Simulator-Worker konnte keinen Befehl annehmen: %@
es: El worker aislado del simulador no pudo aceptar un comando: %@
fr: L'exécuteur de simulateur isolé n'a pas pu accepter la commande : %@
ja: 分離されたSimulatorワーカーはコマンドを受け付けられませんでした: %@
ko: 분리된 시뮬레이터 워커가 명령을 수락할 수 없습니다: %@
zh_hans: 隔离的模拟器工作进程无法接受命令：%@
zh_hant: 隔離的 Simulator 工作者無法接受指令：%@

# simulator.failure.workerCrashFuse
source: The Simulator worker failed twice. Recover the pane before retrying.
ar: فشل عامل الـ Simulator مرتين. قم باستعادة الجزء قبل إعادة المحاولة.
de: Der Simulator-Worker ist zweimal fehlgeschlagen. Stellen Sie das Teilfenster wieder her, bevor Sie es erneut versuchen.
es: El worker del simulador falló dos veces. Recupera el panel antes de volver a intentarlo.
fr: Le worker du Simulateur a échoué deux fois. Restaurez le volet avant de réessayer.
ja: Simulatorワーカーが2回失敗しました。再試行する前にペインを復旧してください。
ko: 시뮬레이터 워커가 두 번 실패했습니다. 다시 시도하기 전에 분할 창을 복구해 주세요.
zh_hans: 模拟器工作进程已失败两次。请先恢复窗格再重试。
zh_hant: Simulator 工作者失敗了兩次。請在重試前復原窗格。

# simulator.failure.workerCrashFuseReason
source: The isolated Simulator worker failed twice: %@
ar: فشل عامل الـ Simulator المعزول مرتين: %@
de: Der isolierte Simulator-Worker ist zweimal fehlgeschlagen: %@
es: El worker aislado del simulador falló dos veces: %@
fr: L'exécuteur de simulateur isolé a échoué deux fois : %@
ja: 分離されたSimulatorワーカーが2回失敗しました: %@
ko: 분리된 시뮬레이터 워커가 두 번 실패했습니다: %@
zh_hans: 隔离的模拟器工作进程已失败两次：%@
zh_hant: 隔離的 Simulator 工作者失敗了兩次：%@

# simulator.failure.workerEventStreamClosed
source: The Simulator worker closed its event stream before replying.
ar: أغلق عامل الـ Simulator تدفق الأحداث الخاص به قبل الرد.
de: Der Simulator-Worker hat seinen Ereignisstrom vor einer Antwort geschlossen.
es: El worker del simulador cerró su flujo de eventos antes de responder.
fr: Le worker du Simulateur a fermé son flux d’événements avant de répondre.
ja: Simulatorワーカーは応答前にイベントストリームを閉じました。
ko: 시뮬레이터 워커가 응답하기 전에 이벤트 스트림을 닫았습니다.
zh_hans: 模拟器工作进程在回复前关闭了事件流。
zh_hant: Simulator 工作者在回覆前已關閉其事件串流。

# simulator.failure.workerInputQueueBusy
source: The Simulator input queue is at capacity.
ar: قائمة انتظار مدخلات الـ Simulator ممتلئة السعة.
de: Die Simulator-Eingabewarteschlange ist ausgelastet.
es: La cola de entrada del simulador está al límite de su capacidad.
fr: La file d’attente d’entrée du Simulateur a atteint sa capacité maximale.
ja: Simulator入力キューが上限に達しています。
ko: 시뮬레이터 입력 대기열이 가득 찼습니다.
zh_hans: 模拟器输入队列已满。
zh_hant: Simulator 輸入佇列已達容量上限。

# simulator.failure.workerOperationCancelled
source: The Simulator changed while this tool operation was running.
ar: تغير الـ Simulator أثناء تشغيل عملية هذه الأداة.
de: Der Simulator hat sich geändert, während diese Werkzeugoperation ausgeführt wurde.
es: El simulador cambió mientras se ejecutaba esta operación de herramienta.
fr: Le Simulateur a changé pendant l’exécution de l’opération de cet outil.
ja: このツール操作の実行中にSimulatorが変更されました。
ko: 이 도구 작업이 실행되는 동안 시뮬레이터가 변경되었습니다.
zh_hans: 此工具操作运行期间模拟器发生了变化。
zh_hant: Simulator 在此工具操作執行期間發生變更。

# simulator.failure.workerOperationCancelling
source: The previous Simulator tool operation is still stopping.
ar: عملية أداة المحاكي السابقة لا تزال قيد الإيقاف.
de: Die vorherige Simulator-Werkzeugoperation wird noch gestoppt.
es: La operación de herramienta del simulador anterior aún se está deteniendo.
fr: L’opération précédente de l’outil du Simulateur est encore en cours d’arrêt.
ja: 前のSimulatorツール操作はまだ停止処理中です。
ko: 이전 시뮬레이터 도구 작업이 여전히 중지되는 중입니다.
zh_hans: 上一次模拟器工具操作仍在停止中。
zh_hant: 上一個 Simulator 工具操作仍在停止中。

# simulator.failure.workerOperationQueueBusy
source: The isolated Simulator tool queue is at capacity.
ar: صف أداة المحاكي المعزول ممتلئ تمامًا.
de: Die isolierte Simulator-Werkzeugwarteschlange ist ausgelastet.
es: La cola de herramientas del simulador aislado está al límite de su capacidad.
fr: La file d’attente des outils du Simulateur isolé a atteint sa capacité maximale.
ja: 分離されたSimulatorツールキューが上限に達しています。
ko: 분리된 시뮬레이터 도기열이 가득 찼습니다.
zh_hans: 隔离的模拟器工具队列已满。
zh_hant: 隔離的 Simulator 工具佇列已達容量上限。

# simulator.failure.workerOperationTimedOut
source: The Simulator tool operation exceeded its bounded deadline.
ar: تجاوزت عملية أداة المحاكي المهلة المحددة لها.
de: Die Simulator-Werkzeugoperation hat ihr begrenztes Zeitlimit überschritten.
es: La operación de herramienta del simulador excedió el límite de tiempo establecido.
fr: L’opération de l’outil du Simulateur a dépassé la date limite délimitée.
ja: Simulatorツール操作が設定された期限を超えました。
ko: 시뮬레이터 도구 작업이 제한된 기한을 초과했습니다.
zh_hans: 模拟器工具操作超过了限定时限。
zh_hant: Simulator 工具操作已超過其截止時間。
